/* Approximate Qualifier Format */
"about %@" = "about %@";

/* Past Deictic Expression */
"ago" = "ago";

/* Day Unit (Singular, Abbreviated) */
"d" = "d";

/* Day Unit (Singular) */
"day" = "day";

/* Day Unit (Plural) */
"days" = "days";

/* Day Unit (Plural, Abbreviated) */
"ds" = "ds";

/* Future Deictic Expression */
"from now" = "from now";

/* Future Deictic Expression Format (#{In} #{Time} */
"Future Deictic Expression Format String" = "%1$@ %2$@";

/* Hour Unit (Singular) */
"hour" = "hour";

/* Hour Unit (Plural) */
"hours" = "hours";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "hr";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "hrs";

/* Present Deictic Expression */
"just now" = "just now";

/* last month */
"last month" = "last month";

/* last week */
"last week" = "last week";

/* last year */
"last year" = "last year";

/* No comment provided by engineer. */
"Method Not Implemented" = "Method Not Implemented";

/* Minute Unit (Singular, Abbreviated) */
"min" = "min";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "mins";

/* Minute Unit (Singular) */
"minute" = "minute";

/* Minute Unit (Plural) */
"minutes" = "minutes";

/* Month Unit (Singular, Abbreviated) */
"mo" = "mo";

/* Month Unit (Singular) */
"month" = "month";

/* Month Unit (Plural) */
"months" = "months";

/* Month Unit (Plural, Abbreviated) */
"mos" = "mos";

/* next month */
"next month" = "next month";

/* next week */
"next week" = "next week";

/* next year */
"next year" = "next year";

/* Past Deictic Expression Format (#{Time} #{Ago/From Now} */
"Past Deictic Expression Format String" = "%1$@ %2$@";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "s";

/* Second Unit (Singular) */
"second" = "second";

/* Second Unit (Plural) */
"seconds" = "seconds";

/* Suffix Expression Format (#{Time} #{Unit}) */
"Suffix Expression Format String" = "%1$@ %2$@";

/* tomorrow */
"tomorrow" = "tomorrow";

/* Week Unit (Singular) */
"week" = "week";

/* Week Unit (Plural) */
"weeks" = "weeks";

/* Week Unit (Singular, Abbreviated) */
"wk" = "wk";

/* Week Unit (Plural, Abbreviated) */
"wks" = "wks";

/* Year Unit (Singular) */
"year" = "year";

/* Year Unit (Plural) */
"years" = "years";

/* yesterday */
"yesterday" = "yesterday";

/* Year Unit (Singular, Abbreviated) */
"yr" = "yr";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "yrs";

